import React from 'react'
import { Link } from 'react-router-dom'
export default function Terms() {
  return (
    <div className='my-20'>
      {/* Header */}
      <div className="text-center mb-8">
        <h2 className="text-3xl sm:text-4xl font-extrabold">
          শর্তাবলী ও নীতিমালা
        </h2>
        
        <hr
          className="h-1 w-3/12 md:w-1/12 bg-[#45B6E7] mx-auto mt-3 rounded"
          style={{ height: "6px" }}
        />
      </div>
      <div className='bg-[#f9fbfd] w-11/12 mx-auto p-8 rounded border-2 border-gray-300 space-y-6'>
    <div>
        <h2 className="font-extrabold mb-3">প্রযোজ্য তারিখ: ১ জানুয়ারি, ২০২৫</h2>
        <p>স্বাগতম! ধন্যবাদ আমাদের ওয়েবসাইট ভিজিট করার জন্য। <span className="font-extrabold">ঢাকা প্লাস্টিক অ্যান্ড মেটাল</span> -এর পণ্য বা সেবাগুলো ব্যবহারের মাধ্যমে আপনি নিচের শর্তাবলী ও নীতিমালাগুলো মেনে নিতে সম্মত হচ্ছেন। এই নীতিমালাগুলো আমাদের ওয়েবসাইটের সকল ব্যবহারকারী, ক্রেতা, এবং ভিজিটরের জন্য প্রযোজ্য।</p>
    </div>
{/*  */}
    <div>
        <h2 className="font-extrabold mb-3">১. সাধারণ শর্তাবলী</h2>
        <ul className='space-y-1'>
           <li> •	এই শর্তাবলী ঢাকা প্লাস্টিক অ্যান্ড মেটাল ও আপনার (ক্রেতা/ব্যবহারকারী) মধ্যে চুক্তির ভিত্তি তৈরি করে।</li>
<li>•	আমাদের পণ্য বা সেবা ব্যবহার করলে এই নীতিমালার শর্তাবলী মেনে নেওয়া আপনার জন্য বাধ্যতামূলক।</li>
<li>•	আমরা আমাদের শর্তাবলী যেকোনো সময় পরিবর্তন বা আপডেট করার অধিকার রাখি। নতুন কোনো পরিবর্তন কার্যকর হওয়ার সাথে সাথেই ওয়েবসাইটে প্রকাশিত হবে।</li>

        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3">২. সংজ্ঞা</h2>
        <ul className='space-y-1'>
           <li><span className="font-extrabold">•	কোম্পানি:</span> এখানে "ঢাকা প্লাস্টিক অ্যান্ড মেটাল"।</li>
<li><span className="font-extrabold">•	ওয়েবসাইট: </span>
    ঢাকা প্লাস্টিক অ্যান্ড মেটাল-এর অফিসিয়াল ওয়েবসাইট।</li>
<li><span className="font-extrabold">•	পণ্য:</span> আমাদের কাস্টমাইজড সাইনেজ, ক্রেস্ট (সম্মাননা স্মারক), কর্পোরেট উপহার, এবং অন্যান্য পণ্য।</li>
<li><span className="font-extrabold">•	ক্রেতা/ব্যবহারকারী:</span>  যে কোনো ব্যক্তি, ব্যবসা প্রতিষ্ঠান বা সংস্থা যারা আমাদের পণ্য ক্রয় বা ওয়েবসাইট ব্যবহার করছেন।</li>


        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3">৩. ওয়েবসাইট ব্যবহারের নীতিমালা</h2>
        <ul className='space-y-1'>
           <li> •	আমাদের ওয়েবসাইটের কন্টেন্ট শুধুমাত্র তথ্য এবং লেনদেনের জন্য ব্যবহারের উপযোগী।</li>
<li>•	অননুমোদিত প্রবেশ, প্রতারণামূলক কার্যক্রম, ডেটা চুরি বা যে কোনো বেআইনি কাজ সম্পূর্ণ নিষিদ্ধ।</li>
<li>•	যদি কোনো অনুপযুক্ত বা বেআইনি কাজ ধরা পড়ে, আমরা আপনার অ্যাক্সেস বাতিল বা সীমিত করার অধিকার রাখি।</li>

        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3">৪. পণ্য সম্পর্কিত তথ্য ও মূল্য</h2>
        <ul className='space-y-1'>
           <li> •	আমরা পণ্যের বিবরণ, ছবি ও স্পেসিফিকেশন যতটা সম্ভব সঠিকভাবে প্রদর্শনের চেষ্টা করি। তবে কাস্টমাইজেশনের সময় কিছু ভিন্নতা থাকতে পারে।</li>
<li>•	সকল মূল্য <span className="font-extrabold">বাংলাদেশি টাকা (BDT)</span> তে উল্লেখিত, যা পূর্ব ঘোষণা ছাড়াই পরিবর্তন হতে পারে।</li>
<li>•	কাস্টমাইজড পণ্যের চূড়ান্ত মূল্য ডিজাইন, আকার, উপকরণ এবং পরিমাণের উপর নির্ভর করে।</li>

        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3">৫. অর্ডার এবং পেমেন্ট নীতিমালা</h2>
        <h2 className="font-extrabold mb-3">অর্ডার দেওয়ার প্রক্রিয়া:</h2>
        <ul className='space-y-1'>
           <li> •	ওয়েবসাইট, ইমেইল বা সরাসরি পরামর্শের মাধ্যমে অর্ডার দেওয়া যাবে।</li>
<li>•	কাস্টমাইজড পণ্যের জন্য ডিজাইনের মকআপ/প্রুফ গ্রাহকের অনুমোদনের জন্য পাঠানো হবে।</li>
        </ul>

        
        <h2 className="font-extrabold my-3">পেমেন্টের নিয়ম:</h2>
        <ul className='space-y-1'>
           <li>•	অর্ডার নিশ্চিত করতে ২৫%-৫০% অগ্রিম পেমেন্ট প্রয়োজন।</li>
<li>•	বাকি টাকা ক্যাশ অন ডেলিভারি এর মাধ্যমে অথবা সরাসরি শপ থেকে পণ্য নেয়ার সময় দিতে হবে।</li>
<li>•	যদি আমাদের ইন্সটলেশন সার্ভিস (ফিটিং সার্ভিস) নেন তাহলে সাইটে যাওয়ার আগে সম্পূর্ণ টাকা পরিশোধ করতে হবে। শুধুমাত্র ফিটিং চার্জ সাইট থেকে দেয়ার সুযোগ রয়েছে।</li>
<li>•	<span className="font-extrabold">bKash, Nagad, ব্যাংক ট্রান্সফার, ক্রেডিট/ডেবিট কার্ড</span> এবং নগদ পেমেন্ট গ্রহণযোগ্য।</li>
        </ul>


        <h2 className="font-extrabold mb-3">অর্ডার কনফার্মেশন:</h2>
        <ul className='space-y-1'>
           <li>•	অগ্রিম টাকা জমা হওয়ার পরে এবং ডিজাইন অনুমোদিত হলে অর্ডার কনফার্ম হবে।</li>
        </ul>


        <h2 className="font-extrabold text-lg my-3">অর্ডার বাতিল করার নীতি:</h2>
        <ul className='space-y-1'>
           <li>•	অর্ডার দেওয়ার ২৪ ঘণ্টার মধ্যে বিনামূল্যে বাতিল করা যাবে।</li>
           <li>•	কাস্টম পণ্যের ক্ষেত্রে প্রোডাকশন শুরু হওয়ার পর বাতিল করা যাবে না।</li>
           <li>•	ডিজাইন শুরু হওয়ার পরে বাতিল হলে ডিজাইন চার্জ প্রযোজ্য।</li>
           <li>•	প্রোডাকশন শুরু হওয়ার পর কোনো রিফান্ড দেওয়া হবে না।</li>
        </ul>


    </div>


    <div>
        <h2 className="font-extrabold mb-3">৬. ডেলিভারি ও শিপিং নীতিমালা</h2>
        <h2 className="font-extrabold my-3">ডেলিভারি সময়:</h2>
        <ul className='space-y-1'>
           <li> •	সাধারণ পণ্যের জন্য ৭-১০ কার্যদিবস প্রয়োজন। কাস্টমাইজড বা বাল্ক অর্ডারের ক্ষেত্রে সময় অর্ডার নিশ্চিতকরণের সময় জানানো হবে।</li>

        </ul>

        
        <h2 className="font-extrabold my-3">ডেলিভারি এলাকা:</h2>
        <ul className='space-y-1'>
           <li>•	আমরা বাংলাদেশের যেকোনো স্থানে ডেলিভারি প্রদান করি।</li>

        </ul>


        <h2 className="font-extrabold my-3">ডেলিভারি দেরি:</h2>
        <ul className='space-y-1'>
           <li>•	আমরা বাংলাদেশের যেকোনো স্থানে ডেলিভারি প্রদান করি।</li>
        </ul>


        <h2 className="font-extrabold my-3">ডেলিভারির ক্ষতিগ্রস্ত পণ্য:</h2>
        <ul className='space-y-1'>
           <li>•	পণ্য ক্ষতিগ্রস্ত অবস্থায় পৌঁছালে, ডেলিভারির ২৪ ঘণ্টার মধ্যে আমাদের অবহিত করতে হবে এবং ছবি প্রদান করতে হবে। আমরা আমাদের <Link to='/exchangepolicy'>এক্সচেঞ্জ পলিসি</Link> অনুযায়ী সমাধান করব।</li>
           
        </ul>


    </div>



    <div>
        <h2 className="font-extrabold mb-3">৭. ইন্টেলেকচুয়াল প্রোপার্টি নীতিমালা</h2>
        <ul className='space-y-1'>
           <li> •	আমাদের ওয়েবসাইটের সকল কন্টেন্ট (লেখা, ছবি, ডিজাইন ইত্যাদি) <span className="font-extrabold">ঢাকা প্লাস্টিক অ্যান্ড মেটাল</span> -এর একান্ত সম্পত্তি।</li>
<li>•	অনুমতি ছাড়া কোনো কন্টেন্ট কপি, পুনরুৎপাদন বা বিতরণ করা যাবে না।</li>
<li>•	কাস্টম ডিজাইন আমাদের দ্বারা তৈরি হলেও তা কোম্পানির ইন্টেলেকচুয়াল প্রোপার্টি হিসেবে থাকবে, যদি না লিখিত চুক্তিতে ভিন্ন কিছু বলা হয়।</li>

        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3">৮. দায় সীমাবদ্ধতা</h2>
        <p className='my-3'><span className="font-extrabold ">ঢাকা প্লাস্টিক অ্যান্ড মেটাল </span>
            নিম্নোক্ত বিষয়ে দায়বদ্ধ থাকবে না:</p>
        <ul className='space-y-1'>
           <li>•	গ্রাহকের পণ্যের ভুল বা অনুপযুক্ত ব্যবহার।</li>
<li>•	কুরিয়ার, পেমেন্ট গেটওয়ে বা তৃতীয় পক্ষের কোনো সেবার কারণে সৃষ্ট সমস্যা।</li>
<li>•	ওয়েবসাইট ব্যবহারের ফলে উদ্ভূত পরোক্ষ, আকস্মিক বা পরিণামমূলক ক্ষতি।</li>
<li>•	সর্বোচ্চ দায়বদ্ধতা ক্রয়ের মূল পণ্যের মূল্যের মধ্যেই সীমাবদ্ধ।</li>

        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3">৯. আইন এবং বিরোধ নিষ্পত্তি</h2>
        <ul className='space-y-1'>
           <li> •	এই শর্তাবলী  <span className=' font-extrabold '>বাংলাদেশের আইন</span> অনুযায়ী পরিচালিত হবে।</li>
<li>•	যেকোনো বিরোধ নিষ্পত্তির জন্য <span className="font-extrabold">ঢাকার আদালত</span> একমাত্র অধিকার রাখে।</li>


        </ul>
    </div>


    <div>
        <h2 className="font-extrabold mb-3 ">১০. যোগাযোগ</h2>
        <p className='py-2'>আমাদের শর্তাবলী বা নীতিমালা সম্পর্কে কোনো প্রশ্ন থাকলে যোগাযোগ করুন:</p>
        <ul className='space-y-2'>
         <li><span className=' font-extrabold '>•	ফোন: </span> +8801958253961</li>
         <li><span className=' font-extrabold '>•	ইমেইল:  </span>info@dpmsign.com</li>
         <li><span className=' font-extrabold '>•	ঠিকানা:</span> শপ নাম্বার-৯৪ এবং ১৪২, ঢাকা বিশ্ববিদ্যালয় মার্কেট,কাটাবন রোড, ঢাকা ১০০০। </li>


        </ul>
    </div>



      </div>
     
    </div>
  )
}
